/* Имя оператора по умолчанию, если не подгрузилась информация */
"agent_name_default" = "Operador";

/* Надпись к сообщениям клиента */
"agent_name_you" = "Você";

"Agent.DisplayName.Deleted" = "Operador excluído";

"Camera.Access.Description" = "Este aplicativo precisa de permissão para usar sua câmera";

/* Normally user iOS device doesn't return "Restricted" camera access status. But for test purposes we've added an alert with this string message anyway. */
"Camera.Access.Restricted" = "Acesso à câmera negado";

"Camera.Access.Suggestion" = "Precisamos desta permissão para que você consiga tirar e compartilhar fotos";

/* Alert with this message displays when you try to take a photo from camera on iOS simulator or when real device experiencing some technical issues. */
"Camera.Access.Unavailable" = "A câmera não está disponível";

"chat_input.status.contact_info" = "Preencha o formulário de contato acima";

/* Подзаголовок окна чата по умолчанию */
"chat_subtitle_placeholder" = "Inicie um chat conosco, 24/7!";

/* Системное сообщение в ленте чата, говорящее о том, что произошел разрыв соединения  с сервером. */
"chat_system_disconnected" = "Código de erro de rede: %d , mensagem de erro: %s";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент несколько агентов набирают сообщение. */
"chat_system_few_agents_typing" = "%s, %s e +%d estão digitando...";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент один агент набирает сообщение. */
"chat_system_one_agent_typing" = "%s está digitando...";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент два агента набирают сообщение. */
"chat_system_two_agents_typing" = "%s e %s estão digitando...";

/* Заголовок окна чата по умолчанию */
"chat_title_placeholder" = "Reportar um problema";

"chat.state_unavailable.discription" = "O chat ao vivo está temporariamente indisponível no momento. Por favor, tente novamente mais tarde.";

"chat.state_unavailable.title" = "O bate-papo está temporariamente indisponível";

"chat.system.contact_form.introduce_in_chat" = "Por favor, apresente-se no chat";

"chat.system.contact_form.must_fill" = "Por favor, insira seus dados de contato para enviar esta mensagem";

"chat.system.contact_form.status_sent" = "Sua mensagem está sendo enviada para a nossa equipe. Entraremos em contato em breve. Fique à vontade para deixar mais mensagens abaixo caso deseje completar sua mensagem.";

"Chat.System.Media.Preparing" = "Preparando o arquivo...";

"Chat.System.Media.Uploading" = "Enviando arquivo...";

"Chat.System.NewMessages" = "Novas mensagens";

"Client.Title" = "Cliente #%d";

/* Общая строка "Отмена" */
"common_cancel" = "Cancelar";

"common_close" = "Fechar";

"common_done" = "Concluído";

"common_understand" = "Consegui!";

/* Универсальное сообщение о неизвестной ошибке. */
"common_unknown_error" = "Erro desconhecido";

"Common.Open" = "Abrir";

"common.send" = "Enviar";

"Common.Settings" = "Configurações";

/* Состояние подключения к сервису */
"connection_state_connecting" = "Conectando...";

/* Состояние отсутствия подключения */
"connection_state_disconnected" = "Não há conexão, tentar novamente em %d";

/* Кнопка для повторного подключения к сервису, не дожидаясь таймаута  */
"connection_state_retry" = "Conectar agora";

"contact_form.email.placeholder" = "Seu email";

"contact_form.name.placeholder" = "Nome";

"contact_form.phone.placeholder" = "Telefone";

"contact_form.status.sent" = "Obrigado!";

/* Статус загрузки - ошибка */
"download_status_error" = "Erro";

/* Статус загрузки - загрузка */
"download_status_loading" = "Carregando...";

/* Ошибка загрузки файла, если ссылка устарела. */
"file_download_expired" = "O link expirou";

/* Message letting user know that file is unavailable for download. */
"file_download_unavailable" = "Arquivo não disponível";

/* Проверка ссылки на файл */
"file_link_checking" = "Verificando ...";

/* Default file name */
"file_name_unknown" = "Arquivo sem título";

"file_transfer_disabled" = "Transferência de arquivo desativada";

/* Формат для размера файла в байтах */
"format_file_size_b" = "%.0f B";

/* Формат для размера файла в килобайтах */
"format_file_size_kb" = "%.0f KB";

/* Формат для размера файла в мегабайтах */
"format_file_size_mb" = "%.2f MB";

/* Подсказка в окне ввода сообщения */
"input_message_placeholder" = "Digite sua mensagem...";

"jivo_business_messenger" = "Chat desenvolvido por";

"JV_ChatInput_MenuAttach_Camera" = "Câmera";

/* Надпись на кнопке контекстного меню выбора типа вложения. Нажатие на кнопку открывает системный пикер документов. */
"JV_ChatInput_MenuAttach_Document" = "Documento";

/* Надпись на кнопке контекстного меню выбора типа вложения. Нажатие на кнопку вызывает пикер фотогалереи. */
"JV_ChatInput_MenuAttach_Gallery" = "Foto";

/* Подсказка в окне ввода сообщения */
"JV_ChatInput_Message_Placeholder" = "Digite sua mensagem...";

"JV_ChatInput_Status_FillContactForm" = "Preencha o formulário de contato acima";

/* Подзаголовок окна чата по умолчанию */
"JV_ChatNavigation_HeaderSubtitle_Default" = "Inicie um chat conosco, 24/7!";

/* Заголовок окна чата по умолчанию */
"JV_ChatNavigation_HeaderTitle_Default" = "Reportar um problema";

"JV_ChatScreen_PlaceholderUnavailable_Body" = "O chat ao vivo está temporariamente indisponível no momento. Por favor, tente novamente mais tarde.";

"JV_ChatScreen_PlaceholderUnavailable_Headline" = "O bate-papo está temporariamente indisponível";

/* Пункт "Копировать" контекстного меню, вызываемого долгим тапом по бабблу сообщения. */
"JV_ChatTimeline_MessageAction_Copy" = "Copiar";

"JV_ChatTimeline_MessageAction_Delete" = "Excluir";

/* Пункт "Повторить отправку" контекстного меню, вызываемого долгим тапом по бабблу сообщения. */
"JV_ChatTimeline_MessageAction_Resend" = "Reenviar";

"JV_ChatTimeline_MessageStatus_Deleted" = "A mensagem foi excluída";

"JV_ChatTimeline_MessageStatus_Edited" = "(editado)";

"JV_ChatTimeline_SystemIndicator_NewMessages" = "Novas mensagens";

"JV_ChatTimeline_SystemMessage_ContactInfoSent" = "Sua mensagem está sendo enviada para a nossa equipe. Entraremos em contato em breve. Fique à vontade para deixar mais mensagens abaixo caso deseje completar sua mensagem.";

"JV_ChatTimeline_SystemMessage_MediaUploading" = "Enviando arquivo...";

"JV_ChatTimeline_SystemMessage_OfflineDefault" = "Ops, no momento nossos operadores não estão disponíveis. Deixe sua mensagem aqui no chat que nós entraremos em contato com você em breve.";

"JV_ChatTimeline_SystemMessage_SecondLine" = "O chat foi transferido para a linha secundária";

/* Общая строка "Отмена" */
"JV_Common_Captions_Cancel" = "Cancelar";

"JV_Common_Captions_Close" = "Fechar";

"JV_Common_Captions_Open" = "Abrir";

"JV_Common_Captions_Send" = "Enviar";

"JV_Common_Captions_Settings" = "Configurações";

"JV_Common_Captions_Understand" = "Consegui!";

/* Универсальное сообщение о неизвестной ошибке. */
"JV_Common_Captions_UnknownError" = "Erro desconhecido";

"JV_ContactForm_EmailField_Placeholder" = "Seu email";

"JV_ContactForm_Legend_FillDesired" = "Por favor, apresente-se no chat";

"JV_ContactForm_Legend_FillRequired" = "Por favor, insira seus dados de contato para enviar esta mensagem";

"JV_ContactForm_NameField_Placeholder" = "Nome";

"JV_ContactForm_PhoneField_Placeholder" = "Telefone";

"JV_ContactForm_SubmitStatus_Done" = "Obrigado!";

/* Имя оператора по умолчанию, если не подгрузилась информация */
"JV_DisplayName_Agent_Default" = "Operador";

"JV_DisplayName_Bot_Default" = "bot";

"JV_DisplayName_Client_DefaultFormat" = "Cliente #%d";

"JV_DisplayName_Sender_You" = "Você";

/* Ошибка загрузки файла, если ссылка устарела. */
"JV_FileAttachment_LinkStatus_Expired" = "O link expirou";

/* Message letting user know that file is unavailable for download. */
"JV_FileAttachment_LinkStatus_Unavailable" = "Arquivo não disponível";

/* Unsupported file type */
"JV_FileAttachment_Status_Unsupported" = "Este tipo de arquivo não é compatível";

/* Ошибка, возникающая при неудачной подготовке файла к загрузке. */
"JV_FileTransfer_Status_FailedPreparing" = "Falha na leitura do arquivo";

"JV_FileTransfer_Status_FailedUploading" = "Falha no carregamento do arquivo";

/* Превышение лимита выгружаемого файла */
"JV_FileTransfer_Status_TooLarge" = "Dosya boyutu limiti %dMB";

"JV_Notification_MainChannel_InfoBrief" = "Mensagem do Jivo SDK";

"JV_Notification_MainChannel_InfoName" = "Jivo";

/* Format for text message where $1 is agent name, $2 - text message */
"JV_Notification_MainChannel_MessageBody" = "%1$s: %2$s";

"JV_Notification_MainChannel_MessageHeadline" = "Apoio";

"JV_RateForm_CommentField_Legend" = "Seu comentário";

"JV_RateForm_HeaderSubtitle_BeforeSubmission" = "Esse atendimento foi útil para você? Me fale o quão satisfeito você está";

"JV_RateForm_HeaderSubtitle_NegativeSubmission" = "Nós nos esforçamos para entregar o melhor serviço para você. Precisamos melhorar!";

"JV_RateForm_HeaderSubtitle_PositiveSubmission" = "Ficamos felizes que tenha gostado!";

"JV_RateForm_HeaderTitle_AfterSubmission" = "Obrigado pelo feedback";

"JV_RateForm_HeaderTitle_BeforeSubmission" = "Deixar uma avaliação";

"JV_RateForm_SubmitButton_Caption" = "Enviar";

/* Normally user iOS device doesn't return "Restricted" camera access status. But for test purposes we've added an alert with this string message anyway. */
"JV_SystemAccess_Camera_NoPermission" = "Acesso à câmera negado";

/* Alert with this message displays when you try to take a photo from camera on iOS simulator or when real device experiencing some technical issues. */
"JV_SystemAccess_Camera_NoSource" = "A câmera não está disponível";

"JV_SystemAccess_Camera_RequestReason" = "Precisamos desta permissão para que você consiga tirar e compartilhar fotos";

/* Normally an alert with this message shouldn't be displayed but for test purposes it was added to SDK anyway., If there is an error then the alert should be displayed on photo library access try when starting to pick images. */
"JV_SystemAccess_Gallery_NoContent" = "Nenhuma imagem disponível";

"JV_SystemAccess_Gallery_NoPermission" = "Favor permitir acesso";

/* Normally an alert with this message shouldn't be displayed but for test purposes it was added to SDK anyway */
"JV_SystemAccess_Gallery_NoSource" = "A biblioteca de fotos não está disponível";

"JV_SystemAccess_Gallery_RequestReason" = "O JivoChat necessita acesso à sua pasta de imagens para enviar fotos e vídeos.\n\nFavor ir até [Ajustes > App > Fotos] para permitir o acesso.";

/* Надпись на кнопке контекстного меню выбора типа вложения. Нажатие на кнопку открывает системный пикер документов. */
"media_upload_attachment_type_selecting_document" = "Documento";

/* Надпись на кнопке контекстного меню выбора типа вложения. Нажатие на кнопку вызывает пикер фотогалереи. */
"media_upload_attachment_type_selecting_photo" = "Foto";

/* Заголовок с вопросом о том, какой тип вложения пользователь хочет прикрепить к сообщению. */
"media_upload_select_an_attachment_type_title" = "O que você gostaria de anexar?";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент ведётся загрузка файла на сервер. */
"media_upload_sending_the_file" = "Enviando arquivo";

"media_uploading_common_error" = "Falha no carregamento do arquivo";

/* Ошибка, возникающая при неудачной подготовке файла к загрузке. */
"media_uploading_extraction_error" = "Falha na leitura do arquivo";

/* Превышение лимита выгружаемого файла */
"media_uploading_too_large" = "Dosya boyutu limiti %dMB";

"Media.Access.Missing" = "Favor permitir acesso";

"Media.Access.Suggestion" = "O JivoChat necessita acesso à sua pasta de imagens para enviar fotos e vídeos.\n\nFavor ir até [Ajustes > App > Fotos] para permitir o acesso.";

"Media.Picker.Camera" = "Câmera";

/* Пункт меню "Копировать ссылку" */
"menu_action_copy" = "Link de cópia";

/* Пункт меню "Cкачать" */
"menu_action_download" = "Baixar";

"Menu.Action.File" = "Arquivo";

/* Кнопка скачать для прикрепленного документа/файла */
"message_download" = "Baixar";

/* Системное сообщение о присоединении оператора к чату */
"message_system_operator_accepted" = "Operador entrou no chat";

/* Unsupported file type */
"message_unsupported_media" = "Este tipo de arquivo não é compatível";

"Message.Deleted" = "A mensagem foi excluída";

"Message.Edited" = "(editado)";

"Message.Preview.Line" = "O chat foi transferido para a linha secundária";

"Message.Sender.You" = "Você";

"messages.label.bot" = "bot";

"notification_channel_message_description" = "Mensagem do Jivo SDK";

"notification_channel_message_name" = "Jivo";

/* Format for text message where $1 is agent name, $2 - text message */
"notification_message_text_format" = "%1$s: %2$s";

"notification_message_title" = "Apoio";

"offline_message_placeholder" = "Ops, no momento nossos operadores não estão disponíveis. Deixe sua mensagem aqui no chat que nós entraremos em contato com você em breve.";

/* Пункт "Копировать" контекстного меню, вызываемого долгим тапом по бабблу сообщения. */
"options_copy" = "Copiar";

"options_delete" = "Excluir";

/* Пункт "Повторить отправку" контекстного меню, вызываемого долгим тапом по бабблу сообщения. */
"options_resend" = "Reenviar";

/* Normally an alert with this message shouldn't be displayed but for test purposes it was added to SDK anyway., If there is an error then the alert should be displayed on photo library access try when starting to pick images. */
"PhotoLibrary.Access.NoAvailableImages" = "Nenhuma imagem disponível";

/* Normally an alert with this message shouldn't be displayed but for test purposes it was added to SDK anyway */
"PhotoLibrary.Access.Unavailable" = "A biblioteca de fotos não está disponível";

"rate_form.comment_title" = "Seu comentário";

"rate_form.description" = "Esse atendimento foi útil para você? Me fale o quão satisfeito você está ";

"rate_form.finish_description_bad" = "Nós nos esforçamos para entregar o melhor serviço para você. Precisamos melhorar!";

"rate_form.finish_description_good" = "Ficamos felizes que tenha gostado!";

"rate_form.finish_title" = "Obrigado pelo feedback";

"rate_form.send" = "Enviar";

"rate_form.title" = "Deixar uma avaliação";

"status_missing_connection" = "Sem conexão";

"suggest_check_internet_access" = "Por favor, verifique sua conexão à internet";

"toast_copied_to_clipboard" = "Copiado";

/* Unsupported message type bubble discription */
"unsupported_message_description" = "A versão do aplicativo está desatualizada. Detalhes da mensagem: %s";

/* postfix */
"unsupported_message_postfix" = "mostrar mais \u0020";

/* Title for unsupported message bubble  */
"unsupported_message_title" = "Tipo de mensagem incompatível";

/* Приветственное сообщение для пустого чата */
"welcome_message_placeholder" = "Converse com nossa equipe de atendimento e nos diga se encontrar qualquer erro para que possamos consertá-lo";

